/* 
   Localization.strings
   Jiwok

   Created by reubro R on 10/07/10.
   Copyright 2010 kk. All rights reserved.
 */
"WARNING_ENTER_USERNAME" = "Enter username.";
"WARNING_ENTER_PWD" = "Enter password.";
"ERROR_LOGIN_FAILED" = "Login failed.Please retry.";
"QUESTION_EXIT_APP" = "Do you really want to quit Jiwok?";
"ERROR_INTERNET_CONNECTION" = "Internet connection Error.";
"INFO_CHECK_CONNECTION" = "Checking Internet connection.";
"INFO_PREPARE_DOWNLOAD" = "Preparing for music download.";
"INFO_PREPARE_VOCAL_DOWNLOAD" = "Preparing to download vocal pack.";
"INFO_PREPARE_SP_SONGS_DOWNLOAD" = "Preparing to download specific song pack.";
"ERROR_GETTING_VOCALS" = "Error in getting vocals list.";
"ERROR_GETTING_SP_SONGS" = "Error in getting specific songs list.";
"INFO_VOCAL_DOWNLOAD" = "Downloading vocal pack.";
"INFO_SP_SONGS_DOWNLOAD" = "Downloading specificsong pack.";
"INFO_DOWNLOAD_MUSIC" = "Le logiciel Jiwok tÈlÈcharge certains fichiers afin de finaliser líinstallation. Cela peut prendre quelques minutes. Merci de votre patience.";
"INFO_DISCONNECTED" = "You are now disconnected from server.";
"QUESTION_DISCONNECT" = "Do you want to disconnect from server?";
"INFO_DISCONNECTING" = "Disconnecting... Please wait.";
"INFO_ALREADY_CONNECTED" = "Tagg Offline is already logged by another user. Please disconnect first to access new connection";

